<template>
    <div id="templ">
         <div class="title">
            <h3>title</h3>
            <p>2017-10-1</p>
        </div>
            <div class="content" v-html="data">

            </div>
        <comment :id="id"></comment>
    </div>
</template>

<script type="text/ecmascript-6">
    //将评论只组件导入并注册，
    import comment from '../subcom/comment.vue';

    export default{
        components:{
            comment,
        },
        data(){
            return{
                id:0,
                info:{},
                data:'<p>  中央对孙政才严重违纪案的处理决定深得党心，深得民心。在当前这个关键时期，全市上下要坚决迅速把思想和行动统一到中央决定精神上来，切实维护重庆改革发展稳定大局。这是贯彻落实中央决定精神的要求，是坚定自觉地同以习近平同志为核心的党中央保持高度一致的具体体现；是全市干部群众的热切期盼，是全市人民的根本利益之所在；也是深刻反思孙政才案的教训，彻底肃清孙政才恶劣影响的最好的实际行动。贯彻落实中央决定精神，我们不仅要表好态，更要有行动、看效果，行动和效果的集中体现，就是要维护好、发展好全市改革发展稳定的良好局面。</p> ' +
                '  <p>  维护全市改革发展稳定的大局，首先必须深学笃用习近平总书记系列重要讲话精神和党中央治国理政新理念新思想新战略，深入贯彻习近平总书记视察重庆重要讲话精神，这是做好重庆各项工作的总遵循、总指导。重庆当前的各项工作，都是围绕贯彻落实习近平总书记系列重要讲话精神和中央决策部署来展开和推进的。近期市委分四个片区召开了区县工作座谈会，明确要求全市各区县各部门要紧紧围绕统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，自觉践行新发展理念，抓住关键，统一思想，提振信心。全市各级各部门要按照市委部署，突出重点，补齐短板，狠抓落实。要坚持生态优先，推动绿色发展。要牢固树立以人民为中心的发展思想，扎实推进以需求为导向的民生工作。要加大统筹城乡发展力度，努力走出城乡发展一体化新路子。特别是要围绕深化改革、脱贫攻坚、交通会战、对外开放、生态建设、创新发展等一系列重点工作下大功夫，确保党中央决策部署在重庆落地生根、开花结果。</p>' +
                '  <p>　维护全市改革发展稳定大局，做好重庆各项工作，必须要弘扬求真务实精神，强化实干担当。孙政才当“太平官”，做“两面人”，严重违背求真务实精神，违反“三严三实”要求，对重庆改革发展和对外形象影响很大，伤害极大。要把肃清孙政才恶劣影响和真抓实干当前各项工作联系起来，脚踏实地、勇于担当，“出实招，干实事，求实效”，做到“不虚，不空，不偏，不走过场”，绝不允许出现“占着位置、混着日子”的现象。</p>'
            }
        },
        created(){
                this.url=this.$route.query.url;

        },
        methods:{

        }

    }
</script>

<style lang="stylus" rel="stylesheet/stylus" scoped>
.title h3{
    color #0094ff;
}
    .title p{
        color rgba(0,0,0,0.4);
    }

</style>
